{
  "greeting": [
    "hi",
    "hello",
    "greetings",
    "hi, how are you?",
    "hi, how is it going?",
    "hi, how are you doing?",
    "how are you?",
    "how are you doing?",
    "what's up?",
    "good morning?",
    "good afternoon?",
    "good evening?",
    "hey?",
    "yo?"
  ],
  "programs_list": [
    "what programs are offered at africa University?",
    "what degrees are offered at africa university?",
    "can you list all the programs offered at africa university?",
    "can you list all the degrees offered at africa university?",
    "can you list all the programs offered at the university?",
    "can you list all the degrees offered at the university?",
    "what are the programs offered at Africa University?",
    "what are the degrees offered at Africa University?",
    "what are the degrees offered at the University?",
    "what are the programs offered at the University?",
    "which degrees are offered at the university?",
    "which programs are offered at the university?"
  ],
  "programs_search": [
    "i am looking for a program",
    "i am looking for a degree",
    "is the following degree offered at africa university [PROGRAM_NAME]?",
    "is the following program offered at africa university [PROGRAM_NAME]?",
    "is the following degree offered at the university [PROGRAM_NAME]?",
    "is the following program offered at the university [PROGRAM_NAME]?",
    "is [PROGRAM_NAME] program offered at the university?",
    "is [PROGRAM_NAME] degree offered at africa university?",
    "does africa university offer [PROGRAM_NAME] degree?",
    "does africa university offer [PROGRAM_NAME] program?",
    "does the university offer [PROGRAM_NAME] degree?",
    "does the university offer [PROGRAM_NAME] program?"
  ],
  "sports_list": [
    "what are the sports offered at africa university?",
    "what are the sports offered at the university?",
    "what sports are offered at africa university?",
    "what sports are offered at the university?",
    "which are the sports offered at africa university?",
    "which sports are offered at the university?",
    "can you list all the sports offered at africa university?",
    "can you list all the sports offered at the university?",
    "list all the sports offered at africa university",
    "list all the sports offered at the university?"
  ],
  "sports_search": [
    "is the [SPORT_NAME] sport offered at africa university?",
    "is [SPORT_NAME] sport offered at the university?",
    "does africa university offer [SPORT_NAME] sport?",
    "does the university offer [SPORT_NAME] sport?",
    "does africa university offer [SPORT_NAME] as a sport?",
    "does the university offer [SPORT_NAME] as a sport?"
  ],
  "clubs_list": [
    "what are the clubs offered at africa university?",
    "what are the clubs offered at the university?",
    "what clubs are offered at africa university?",
    "what clubs are offered at the university?",
    "which are the clubs offered at africa university?",
    "which clubs are offered at the university?",
    "can you list all the clubs offered at africa university?",
    "can you list all the clubs offered at the university?",
    "list all the clubs offered at africa university",
    "list all the clubs offered at the university?"
  ],
  "clubs_search": [
    "is the [CLUB_NAME] club offered at africa university?",
    "is [CLUBS_NAME] club offered at the university?",
    "does africa university offer [CLUBS_NAME] club?",
    "does the university offer [CLUBS_NAME] as a club?"
  ],
  "university_website": [
    "can you direct me to the africa university website?",
    "can you direct me to the school website?",
    "Where can I get more information about the university?",
    "can you direct me to the university website?"
    ],
  "dh_website": [
    "can you direct me to the university dining hall website?",
    "can you direct me to the university dh website?",
    "can you direct me to the food website?",
    "where can I order food from?",
    "where should I order food from on campus?"
    ],
  "libray_website": [
    "can you direct me to the university library website?",
    "can you direct me to the africa university library website?",
    "do you know where i can read books and academic journals?",
    "do you know where i can get books and academic journals?"
    ],
  "academia_website": [
    "can you direct me to the academia website?",
    "can you direct me to where I can view my results from?",
    "can you direct me to where I can register for my courses from?",
    "can you direct me to where I can check my fee statements from?"
  ],
   "fee_website": [
    "can you direct me to where I can pay my fees from?",
    "can you direct me to the fee payment website?"
  ],
  "resources_website": [
    "can you direct me to where I can get academic resources from?",
    "can you direct me to the academic resources website"
  ],
  "support_website": [
    "can you direct me to where I can get Help and Support from?",
    "can you direct me to the Support website",
    "I need help resetting my wifi password",
    "I think my wifi password expired",
    "I forgot one of my passwords"
    ],
  "calendar_event": [
    "When is [event] in the Africa University Calendar",
    "When is [event] in the school Calendar",
    "I want to search for [event] in the school calendar"
  ],
  "calendar_date": [
    "What events are on [date] in the school Calendar"
  ],
  "lecturers_name": [
    "I am searching for the contact details of africa university lecturer [name]",
    "I want to search for a lecturers contact details [name]"
  ],
  "lecturers_department": [
    "I am searching for the contact details of africa university lecturers in the [department] department",
    "I want to search for the lecturers contact details in the [department] department"
  ],
  "lecturers_role": [
    "I am searching for the contact details of the Deans of africa university departments",
    "I want to a list of all the deans at africa university"
  ],
  "timetable_program": [
    "I want to search for the year [year], [program] program in the school time table"
  ],
  "timetable_venue": [
    "Can you provide the timetable for the [venue_name] venue",
    "I want the timetable for the [venue_name] venue"
  ],
  "timetable_lecturer": [
    "Can you provide the timetable for [lecturer_name]",
    "I want the timetable for [lecturer_name]"
  ],
  "exams_venue": [
    "I want to search for an Exam in the Exams Time Table by the [venue_name] venue",
    "I want to search for the [venue_name]venue in the exams Time Table"
  ],
  "exams_course": [
    "I want to search for an Exam in the Exams Time Table by the [course_name] course",
    "I want to search for the [course_name] course in the exams Time Table"
  ],
  "exams_code": [
    "I want to search for an Exam in the Exams Time Table by the [course_code] course code",
    "I want to search for the [course_code] course code in the exams Time Table"
  ],
  "admin_name": [
    "I want the contact details of [name] from the Administrator office",
    "I want to search for the contact details of [name] from the administrators office"
  ],
  "admin_role": [
    "I want the contact details of the person at the Administrator office who is in charge of [responsibility]",
    "I want the contact details of the person at the Administrator office whose in charge of [responsibility]",
    "I want the contact details of the person at the Administrator office who is in responsible [responsibility]",
    "I want the contact details of the person at the Administrator office whose role is [responsibility]",
    "Who is responsible for [responsibility] at the Administrator office",
    "Whose role is [responsibility] at the Administrator office"
  ],
  "help": [
    "Help me Acacia",
    "help me",
    "help me, get started"
  ]
}